[
  {
    "name": "familie van Heusden",
    "message": "Wat hebben wij een heerlijke vakantie gehad op Tenerife. Het appartement was helemaal top👍🏻 Het is van alle gemakken voorzien, het bed is heerlijk en het uitzicht vanaf het balkon fantastisch over het zwembad en de zee. Ook fijn dat je op het balkon kan zonnen op de aanwezige ligbedden of stoelen. Door het verwarmde zwembad was zwemmen ook heerlijk als het iets frisser was. We komen hier zeker vaker terug. Echt ontzettend genoten❣️",
    "date": "2026-01-03T12:26:27.820Z"
  },
  {
    "name": "Esther Coppens",
    "message": "Net terug van twee heerlijke weken vakantie in appartement 107. \nWat een fijn appartement. Heerlijk in het zonnetje ontbijten of borrelen op je privé terras met uitzicht op zee. \nAlles is splinternieuw en schoon. \nEen goed bed, waar zelfs mijn man (bijna 2 meter, met rugklachten) prima op sliep.\nEen heerlijke grote badkamer en en ruime douche. Voldoende handdoeken en zelfs badlakens zijn aanwezig.\nAlle keukenapparatuur is aanwezig en zelfs een kleine voorraad voor de eerste overnachting (waarvan verwacht wordt dat je die ook weer voor de volgende gasten achterlaat/aanvult en dat voelt toch ook beter dan alles weggooien).\nCaro en Xander hebben het allemaal top geregeld voor ons. Zelfs de huurauto stond voor ons om de hoek klaar.\n(De bediening van de wasmachine was even puzzelen in het Spaans (want die is ook nieuw), maar een vertaling is meteen door Caro gemaakt!)\nZeker dat we hier nog eens terug willen komen! ",
    "date": "2025-12-22T19:07:01.585Z"
  },
  {
    "name": "Harry en Jacqueline ",
    "message": "Wij hebben een heerlijk verblijf gehad in jullie prachtige appartement. Alles wat je nodig hebt is er.\nEn niet te vergeten goede bedden, en een schoon  appartement. \nVanuit het ruime balkon heb je  prachtig uitzicht op de Oceaan en het zwembad. \nWe hebben net als vorig jaar genoten!!! ",
    "date": "2025-11-14T15:25:39.457Z"
  },
  {
    "name": "Joke.",
    "message": "Net een heerlijke week achter de rug  in het mooie appartement 107 van Caro en Xander op Tenerife. Appartement had een lekker groot bed, prachtige badkamer, ruime woonkamer met keukenhoek met alles erop en eraan. Heel fijn was het terras met meubilair, geweldig uitzicht op de oceaan en het zwembad. Genoeg schaduw te creëren met zonnescherm of bij het zwembad onder de parasol.\nIn de omgeving zijn restaurantjes en heel dichtbij is een supermarkt. Fijn!\nEen auto huren vormde geen probleem. Hierdoor hebben we nog meer gezien van de omgeving.\nKortom deze week was een cadeautje.\nNiet langer twijfelen gewoon doen! 😁",
    "date": "2025-11-03T20:57:16.793Z"
  },
  {
    "name": "Erica",
    "message": "Wederom een heerlijke vakantie gehad. Het uitzicht over het mooie zwembad en de oneindige zee is fantastisch en rustgevend. Het appartement is van alle gemakken voorzien. In de buurt is alles aanwezig wat je nodig hebt oa. supermarkt, restaurantjes, uitzicht, natuur om mooie wandelingen te maken.  Met de huurauto die we via Caro konden bijboeken hebben we mooie roadtrips gemaakt over het eiland. Aanrader! ",
    "date": "2025-11-02T19:16:05.663Z"
  },
  {
    "name": "Tinie Land",
    "message": "Ik logeerde samen met een vriendin in appartement 107\n\nNet helemaal opgeknapt met een prachtige nieuwe badkamer\nEn heerlijk nieuw bed\n\nHet appartement is van alle gemakken voorzien\n\nPrachtig uitzicht op het zwembad en natuurlijk de zee\n\nEn op loopafstand  verschillende restaurantjes\n\nTenerife zelf heeft ook mooie plaatsen om te bekijken met natuurlijk de Teide als hoogtepunt \n\nIk heb genoten\n\nZeker een aanrader\n",
    "date": "2025-11-02T19:08:08.036Z"
  },
  {
    "name": "Elly & Jan",
    "message": "Wat hebben wij (weer) een fantastische week gehad!  In het appartement is aan alles gedacht, sfeervol ingericht, prima bed!!\nHeerlijk genieten van de rust en uitzicht vanaf het balkon op de oceaan.\n\n In en rondom het appartement ziet alles er schoon en netjes uit.\nAlles op loopafstand in de buurt.\nWij komen zekers nog een keer terug.",
    "date": "2025-09-14T14:08:14.315Z"
  },
  {
    "name": "Maxime, Kim en Juliëtte ",
    "message": "Superfijn en proper appartement. Alles wat je nodig hebt is ter beschikking, zelfs voor onze baby was alles voorzien! Daarnaast heb je een ruim en zonnig terras met uitzicht op het zwembad en de zee. We hebben echt kunnen genieten van onze vakantie - Dit is echt een aanrader. \n",
    "date": "2025-08-10T08:22:02.416Z"
  },
  {
    "name": "Jan en Loes",
    "message": "Net terug van een weekje Tenerife, Costa del Silencio, Rocas del Mar.\nMooi afgewerkt appartement en vooral schoon.\nLocatie perfect uitzicht op zwembad en de\nzee.\nZullen zeker nog een keertje trug komen.\n\n ",
    "date": "2025-07-06T17:37:41.226Z"
  },
  {
    "name": "John Wilthagen en Annelies Nieuwland",
    "date": "2025-04-11T19:18:13.470Z",
    "message": "Wij hebben enorm genoten van dit comfortabele zeer compleet en sfeervol ingericht appartement.Heerlijk stevig bed nette badkamer met wasmachine en ruim terras. 1,5 week hier mogen verblijven ,het prachtige uitzicht verveelde niet zo kijkend over de oceaan en zwembaden en natuurlijk het mooie weer☀️ Kortom zeker een aanrader, wie weet komen we nog eens terug. Dankjulliewel Xander en Cato voor dit heerlijke verblijf."
  },
  {
    "name": "Sabine en Richard",
    "date": "2024-08-04T18:19:03.670Z",
    "message": "Wat hebben wij een heerlijk verblijf gehad. Prachtig onderhouden accommodatie. Het terras (met eigen opgang) heeft prachtig uitzicht op het zwembad en de Oceaan. Caro en Xander hebben alles in het appartement waar je gebruik van mag maken. Goed bereik van wifi. Ontzettend bedankt voor alle goede zorgen."
  },
  {
    "name": "Katrien en Wim",
    "date": "2024-05-27T21:31:33.655Z",
    "message": "Een weekje weer thuis, en wat missen we de rust al! Hoewel minder geluk met het weer, hebben we er toch een uitrust-week van kunnen maken, in het appartement van Xander en Caro. Rustig complex, met de nodige faciliteiten (2 zwembaden, poolbar, supermarkt nét naast het gebouw), en een mooi (gerenoveerd) appartement, van alles voorzien. De uitleg-map die Xander en Caro voorzien, is erg nuttig (oa restauranttips, bezienswaardigheden,...). Wij waren op vakantie met onze 5-maand oude dochter, en voor een baby heb je sowieso veel spullen nodig. Heel erg handig dat er een wasmachine is, zo konden we onze eigen mee te nemen spullen, beperken, en zo ruimte sparen in onze bagage. En ook aan onze dochter werd gedacht door Xander en Caro: een kinderstoeltje en een babybedje stonden klaar bij aankomst! Dank ook voor de afhandeling en de goede communicatie. Alles is heel erg vlot verlopen! Dank jullie wel, Xander en Caro!"
  },
  {
    "name": "Familie Tjoonk",
    "date": "2023-11-15T15:08:53.710Z",
    "message": "Net terug van een heerlijke vakantie in het schitterende appartement van Xander en Caro!! Alles klopt: heerlijk weer, fantastisch uitzicht op zee vanaf het balkon, geweldig bed, prachtige nieuwe badkamer, keuken met alles wat je nodig hebt, fijne (slaap)bank en Nederlandse TV! Complex is rustig en zeer goed onderhouden met prachtige zwembaden. De omgeving heeft alles op loopafstand. Winkels, restaurantjes, bushalte etc. Contact met Xander en Caro verloopt heel soepel en makkelijk, sleutelafgifte is goed geregeld. Kortom: een fantastische, zonnige plek om vakantie te vieren!! Wij hebben al weer geboekt!"
  },
  {
    "name": "Eva",
    "date": "2023-11-07T22:07:43.185Z",
    "message": "Inmiddels al een ruime week terug van wederom een lekkere week in de zon in dit mooie appartement! 2 jaar geleden hier al met veel plezier verbleven en in de tussentijd hebben Caro en Xander het appartement nog fraaier opgeknapt met o.a. een nieuwe badkamer, nieuw bed en nieuwe (slaap)bank en tevens andere kunst op de muren. Het ziet er strak, gezellig en fris uit! Aan het uitzicht gelukkig niets veranderd, dat blijft mooi zo over het zwembad en de zee. Het is zeker voor herhaling vatbaar!"
  },
  {
    "name": "Erica",
    "date": "2023-11-05T17:55:05.870Z",
    "message": "Mooi uitzicht over de zee! Heerlijk weer, waar je vanaf het balkon of naast het zwembad van mag genieten. Het appartement is mooi ingericht en heeft een nieuwe moderne badkamer gekregen, zo ook een goed nieuw bed en slaapbank. Het eiland heeft voldoende te bieden, dit is ook terug te vinden in de map met tips die Caro en Xander voor je in het appartement hebben klaargelegd. Tot de volgende keer!"
  },
  {
    "name": "Sjac",
    "date": "2023-09-11T09:16:24.180Z",
    "message": "Heerlijk en compleet aprt met subliem uitzicht,alles binnen handbereik,voor herhaling vatbaar"
  },
  {
    "name": "Melanie en Serge",
    "date": "2023-08-14T19:20:55.896Z",
    "message": "We hebben 2 heerlijke weken achter de rug in het prachtige appartement van Xander en Caro. Het appartement van deze lieve mensen is zeer compleet en voorzien van alle gemakken en modern ingericht. We voelden ons echt thuis de afgelopen dagen. Het uitzicht vanaf het terras over het zwembad en de eindeloze oceaan is adembenemend. Een feestje om er te vertoeven. We gaan hier zeker nog een keer terugkomen."
  },
  {
    "name": "Emile & Rosette",
    "date": "2023-04-07T10:20:31.550Z",
    "message": "Nogmaals een goed en deugddoend verblijf gehad in het knusse appartement van Xander & Caro in maart met bovendien ongelooflijk mooi en warm weer Wij tellen al af naar november want voelen ons er lekker op ons gemakje.."
  },
  {
    "name": "Jill, Martin & baby Danley Dean",
    "date": "2022-09-06T10:13:03.325Z",
    "message": "Holaa, ☀️☀️ Wij hebben enorm genoten in het super mooie, schone appartement van caro en xander. Lieve mensen en super goed contact. Het enorm mooie eiland en de heerlijke rust heeft ons goed gedaan als jong gezinnetje☀️❤️ Wij verbleven met zn 3tjes (baby van 10 maanden) en hadden echt genoeg ruimte. Het te gekke uitzicht is prachtig en doet een mens echt goed!!☀️☀️ Wij zijn lekker wezen touren over het eiland en hebben veel mooie dingen gezien en gedaan en onwijs lekker gegeten☀️ Zeker willen wij hier nog eens terug komen☀️ Liefs, Jill, Martin en baby Danley Dean"
  },
  {
    "name": "Maurik, Mariska en Jordan",
    "date": "2022-08-23T07:24:04.320Z",
    "message": "Wat een prachtig, schoon en compleet appartement, een super fijne communicatie en alles tot in de puntjes geregeld. Van 07 aug tot en met 21 aug hebben wij van dit prachtige appartement gebruik mogen maken. We waren met 3 personen waaronder een kleine jonge dame van 10 jaar. Niet alleen wij maar ook onze dochter heeft zich kostelijk vermaakt. Het bed en de slaapbank is meer dan uitstekend. De ruimte was groot genoeg voor ons allemaal. De omgeving, het zwembad en de afstanden naar onder andere Los Cristianos is echt super goed te doen. De restaurants en tripjes die Xander en Caro ons hebben aangeraden waren super. Wij hebben een super vakantie gehad en raden dit appartement zeker aan om hier eens gebruik van te maken. Thanks Xander en Caro"
  },
  {
    "name": "Anny van Doninck",
    "date": "2022-03-23T10:30:13.950Z",
    "message": "Wij verbleven voor 7 weken in app.102 en hadden het naar onze zin. Het app. was heel mooi vernieuwd met nieuwe meubeltjes en nieuwe terras meubels een geheel nieuwe indeling wat veel meer ruimte bood. Het was super ingericht we hebben ervan genoten zoals al enkele jaren en komen volgend jaar zeker terug!"
  },
  {
    "name": "Emile & Rosette Lyssens-Verloo",
    "date": "2021-12-25T16:52:08.365Z",
    "message": "Wij hebben weeral een fijn verblijf gehad op jullie knusse appartement. Het uitzicht vanop het terras en de aanwezigheid van 2 zwembaden met een knusse bar is een supplementaire troef om hier een welverdiende rust te nemen. Jullie hebben het appartement een mooie metamorfose laten ondergaan en deze is zeer geslaagd. Wij zijn dik tegen onze zin huiswaarts gegaan maar komen met veel plezier en goesting terug in maart. Emile & Rosette"
  },
  {
    "name": "Helen en Fred Busscher",
    "date": "2021-12-08T09:26:18.500Z",
    "message": "Wij hebben een weekje gebruik mogen/kunnen maken van jullie appartement op Rocas del Mar 102 in Tenerife. Wat een mooie plek om daar zo'n schitterend appartement te kunnen huren. Alle lof over de mooie nieuwe inrichting! Wat een fantastisch uitzicht vanaf het terras op de Atlantische Oceaan en de zwembaden. Helen en Fred."
  },
  {
    "name": "Erica Meester",
    "date": "2021-11-01T17:47:52.088Z",
    "message": "Wat een fijne vakantie was het! Een mooi appartement in een mooi rustig gelegen complex met een prachtig uitzicht over zee. Het appartement heeft een fijne inloop douche en een goed groot bed in de slaapkamer. De supermarkt is letterlijk om de hoek net als verschillende restaurantjes. Op het eiland is genoeg te doen als je naast de rust iets wil ondernemen in je vakantie."
  },
  {
    "name": "Eva van Veen",
    "date": "2021-10-31T16:32:19.820Z",
    "message": "Heb een heerlijke week gehad in dit mooie appartement met super uitzicht vanaf het balkon op zee en het zwembad. Het appartement zelf is keurig onderhouden met fraaie nieuwe meubels en bovendien heb je er de beschikking over een wasmachine (en eventueel een tv met Nederlandse en Belgische zenders). Het balkon is lekker ruim en vanaf daar loop je zo naar het zwembad. Supermarkt zit om de hoek en meerdere restaurantjes zijn in de buurt. Kortom echt een top appartement op een fijne locatie."
  },
  {
    "name": "Ellen",
    "date": "2021-10-26T14:17:30.490Z",
    "message": "Wat een ontzettend mooi appartement en wat een uitzicht, zo rustgevend, de Atlantische Oceaan en een mooi zwembad. Een keurig schoon appartement van alle gemakken voorzien. En heel veel leuke eettentjes, waar je heerlijk kunt eten. Ik hoop zeker hier nog vele keren naar toe te gaan. Top Xander en Caro. Heb genoten."
  },
  {
    "name": "Familie Maatman",
    "date": "2021-10-20T18:43:33.330Z",
    "message": "Wij hebben een heerlijk verblijf gehad in dit appartement. Mooie en schone kamers, voorzien van nieuwe meubels. Wat ook heel fijn was, is dat er een wasmachine aanwezig is om de nodige wasjes te draaien. Wij zaten er 2 weken en dan is het fijn dat je dat tot je beschikking hebt. Ook het uitzicht vanaf het balkon was werkelijk prachtig.. In de middag lekker in de zon zitten en in de avond luisteren naar het geluid van de oceaan. In de omgeving is er ook genoeg te doen. Van allerlei bezienswaardigheden tot de lekkerste restaurants. Het contact met Xander en Caro verliep ook heel goed en hun gastvrijheid maakt het dat we hier zeker weten gaan terugkomen!"
  },
  {
    "name": "Clint",
    "date": "2021-08-21T13:04:16.830Z",
    "message": "Prachtig appartement aan Costa de Silencio: Vanaf het balkon is er een schitterend uitzicht op de zee en de zwembaden van het complex. Het appartement van Xander & Caro is erg mooi en schoon. De meubels zijn nieuw en zien er gezellig uit waardoor je je snel thuisvoelt. De omgeving kent tal van lekkere restaurants waar je lekker uitgebreid kan eten voor minder dan €20 de neus. Gastro Gallo is een Italiaans restaurant wat ik zeker aanraad. Het was een heerlijke week en ben echt tot rust gekomen. Ik raad andere zeker aan om hier te verblijven en ik kan niet wachten om weer te gaan!"
  },
  {
    "name": "Lyssens-Verloo",
    "date": "2021-04-04T08:27:11.993Z",
    "message": "Wij hadden weer een prettig en aangenaam verblijf op het appartement van Xander & Caro. Een mooie en perfecte ligging op een echt mooie locatie direct aan de Atlantische oceaan (prachtig uitzicht). Men kan er ook terecht voor lekker eten en een gezellige babbel bij een lekker biertje of aperitief in de poolbar \"La Cabana\". Het appartement voldoet aan alle vereisten die nodig zijn om een goed en prettig verblijf te garanderen. Zeker aan te raden wij gaan zeker terug."
  },
  {
    "name": "Paepen-vandoninck",
    "date": "2021-03-13T16:34:16.015Z",
    "message": "Wij verbleven 2 .maanden in het appartement en het was prachtig, mooi weer, enkele dagen wat minder maar ja het is ook daar winter. Het uitzicht vanop het appartement is fenomenaal je kijkt over het zwembad naar de prachtige oceaan. De inrichting is een beetje gedateerd maar nog te doen, zeker een aanrader."
  },
  {
    "name": "Roger & Marleen",
    "date": "2020-09-09T08:02:04.600Z",
    "message": "In maart hadden wij het genoegen onze vakantie in het heerlijke Tenerife te kunnen doorbrengen. Rocas del Mar is een mooie en perfect onderhouden complex met een prachtig zeezicht. Er heerst een gezellige sfeer onder de talrijke vlamingen. Wij hadden het genoegen in het gezellig en comfortabele appartement van Xander en Caro te kunnen verblijven met zijn prachtige ligging. Gezien wij er verbleven tijdens de corona perikelen hebben wij Xander en Caro leren kennen als zeer lieve en meelevende verhuurders die ons hun appartement zelfs gratis aanboden tijdens de periode dat wij verplicht langer op Tenerife moesten verblijven."
  }
]